[
  {
    "question": "Show me all disease mutations with ref_aa E",
    "demonstrations": []
  },
  {
    "question": "In how many FDA tests was manufacturer 23andMe involved?",
    "demonstrations": []
  },
  {
    "question": "What is the common name for species 'Mus'?",
    "demonstrations": []
  },
  {
    "question": "What species are there?",
    "demonstrations": []
  },
  {
    "question": "Show me all disease mutations",
    "demonstrations": []
  },
  {
    "question": "Get a list of all biomarker descriptions",
    "demonstrations": []
  },
  {
    "question": "In how many fda test trials was test manufacturer 'ABBOTT MOLECULAR INC' involved?",
    "demonstrations": []
  },
  {
    "question": "Show the gene symbol and the description of cancer biomarkers with panel = 'false'",
    "demonstrations": []
  },
  {
    "question": "Show all information about diseases where the name contains 'cancer'",
    "demonstrations": []
  },
  {
    "question": "Show me all biomarker titles and QA states for biomarker on EDRN in phase Two",
    "demonstrations": []
  },
  {
    "question": "Show me biomarker titles and qa states for biomarker in phase Two",
    "demonstrations": []
  },
  {
    "question": "Show me all gene symbols of biomarkers",
    "demonstrations": []
  },
  {
    "question": "Show me all biomarkers on the EDRN platform which are not of type protein.",
    "demonstrations": []
  },
  {
    "question": "Show me the title of biomarkers on the EDRN platform with biomarker type different from Protein.",
    "demonstrations": []
  },
  {
    "question": "Identify a list of genes expressed in lung cancer",
    "demonstrations": []
  },
  {
    "question": "Show biomarker gene symbol and description for 'breast cancer'",
    "demonstrations": []
  },
  {
    "question": "What are the different biomarker EDRN phases?",
    "demonstrations": []
  },
  {
    "question": "List the platform method an the test study design for FDA tests from test manufacturer Dako Denmark A/S",
    "demonstrations": []
  },
  {
    "question": "Get the p-value of differential expressions for the disease 'lung cancer'",
    "demonstrations": []
  },
  {
    "question": "Show disease mutation chromosome positions for skin cancer",
    "demonstrations": []
  },
  {
    "question": "List all disease mutation chromosome positions data for disease skin cancer",
    "demonstrations": []
  },
  {
    "question": "Show me all information about disease mutations with amino acid residue (ref_aa) equal to E",
    "demonstrations": []
  },
  {
    "question": "How many FDA tests did manufacturer 23andMe?",
    "demonstrations": []
  },
  {
    "question": "What are the name of cancer types where the A1BG gene expression is significantly increased (up regulated)",
    "demonstrations": []
  },
  {
    "question": "Show me all information about species",
    "demonstrations": []
  },
  {
    "question": "Return the symbol and p-value for the expression of EGFR in lung cancer ",
    "demonstrations": []
  },
  {
    "question": "Return gen symbol and pvalue for the expression of gene with symbol 'EGFR' in lung cancer ",
    "demonstrations": []
  },
  {
    "question": "Show all information about disease mutations",
    "demonstrations": []
  },
  {
    "question": "How many healthy expression are there for 'late adult stage'?",
    "demonstrations": []
  },
  {
    "question": "Show name of diseases where the A1BG gene expression is statistically significant",
    "demonstrations": []
  },
  {
    "question": "Show name of diseases where the gene expression with symbol A1BG has a statistical significance of 'Yes'",
    "demonstrations": []
  },
  {
    "question": "Show me the description of all biomarkers",
    "demonstrations": []
  },
  {
    "question": "Show the gene symbol and the description of cancer biomarkers which are not in a panel",
    "demonstrations": []
  },
  {
    "question": "What is the test trade name for FDA tests which are actually used for predisposition?",
    "demonstrations": []
  },
  {
    "question": "Show me the gene symbol of biomarkers",
    "demonstrations": []
  },
  {
    "question": "Show me all biomarkers on the EDRN platform with type protein in phase two.",
    "demonstrations": []
  },
  {
    "question": "Show me the title of all biomarkers on the EDRN platform with biomarker type Protein in phase Two.",
    "demonstrations": []
  },
  {
    "question": "Get the biomarker gene symbol and biomarker description for disease with name 'breast cancer'",
    "demonstrations": []
  },
  {
    "question": "Get all distinct biomarker EDRN phases",
    "demonstrations": []
  },
  {
    "question": "Show the pvalue of differential expression of lung cancer",
    "demonstrations": []
  },
  {
    "question": "How many genes are there for species Homo?",
    "demonstrations": []
  },
  {
    "question": "How many genes ensembles are there for species with genus Homo?",
    "demonstrations": []
  },
  {
    "question": "Show tests built by a manufacturer starting with 'Roche' ",
    "demonstrations": []
  },
  {
    "question": "Show submissions of biomarker FDA tests from test manufacturer starting with 'Roche' ",
    "demonstrations": []
  },
  {
    "question": "Which diseases (name) have a mutation with a coding sequence position of 102997?",
    "demonstrations": []
  },
  {
    "question": "Show me all diseases having a mutation with a coding sequence position (cds_pos) of 102997?",
    "demonstrations": []
  },
  {
    "question": "Show me all gene symbols expressed with a pvalue between 0.39 and 0.41",
    "demonstrations": []
  },
  {
    "question": "Get all gene symbols from expressions with a p-value between 0.39 and 0.41",
    "demonstrations": []
  },
  {
    "question": "Show the distinct chromosome id's in mutations of breast cancer",
    "demonstrations": []
  },
  {
    "question": "Show the different chromosome id's in mutations of disease 'breast cancer'",
    "demonstrations": []
  },
  {
    "question": "Show me the names of all anatomical entities which have a healthy expression with relative gene expression level LOW and a relative anatomical expression level of HIGH",
    "demonstrations": []
  },
  {
    "question": "List the names of anatomical entities having an expression with relative gene expression level LOW and a relative anatomical expression level of HIGH",
    "demonstrations": []
  },
  {
    "question": "Get the name of all anatomical entities starting with 'bone'",
    "demonstrations": []
  },
  {
    "question": "What is the common name for species with genus Mus?",
    "demonstrations": []
  },
  {
    "question": "What are the name of diseases where the expression of gene with symbol A1BG is up regulated (expression change direction)",
    "demonstrations": []
  },
  {
    "question": "How many healthy expression are there for stage name starting with 'late adult'?",
    "demonstrations": []
  },
  {
    "question": "Show number of fda test trials with test manufacturer 'ABBOTT MOLECULAR INC'",
    "demonstrations": []
  },
  {
    "question": "What is the test trade name for FDA tests where actual use is 'predisposition'?",
    "demonstrations": []
  },
  {
    "question": "Show all symbols of genes expressed in the disease 'lung cancer'",
    "demonstrations": []
  },
  {
    "question": "Show me the platform method an the study design for FDA tests from manufacturer 'Dako Denmark A/S'",
    "demonstrations": []
  },
  {
    "question": "Show me the description for FDA approved biomarkers with test approval status 'class II'",
    "demonstrations": []
  },
  {
    "question": "List the descriptions of biomarkers for fda tests with approval status 'class II'",
    "demonstrations": []
  },
  {
    "question": "Return all information from healthy expressions which have an expression score above the average.",
    "demonstrations": []
  },
  {
    "question": "Return all expressions which have an expression score higher than the average expression score.",
    "demonstrations": []
  },
  {
    "question": "What are the symbols for biomarkers with type genomic for anatomical entity breast?",
    "demonstrations": []
  },
  {
    "question": "What are the symbols for biomarkers on the EDRN platform with biomarker type Genomic for anatomical entity 'breast'?",
    "demonstrations": []
  },
  {
    "question": "What disease can occur in the liver?",
    "demonstrations": []
  },
  {
    "question": "List the name of diseases that can occur in the anatomical entity 'liver'",
    "demonstrations": []
  },
  {
    "question": "Show distinct manufacturer of tests for gene BRAF ",
    "demonstrations": []
  },
  {
    "question": "Show all FDA test manufacturer for biomarkers of gene BRAF ",
    "demonstrations": []
  },
  {
    "question": "Show me the name of anatomical entities and species for all species",
    "demonstrations": []
  },
  {
    "question": "What are the distinct healthy organs where the gene A1BG is expressed.",
    "demonstrations": []
  },
  {
    "question": "Give me symbol and description of biomarkers related to breast at the EDRN phase one",
    "demonstrations": []
  },
  {
    "question": "Show me the name of the anatomical entity and the expression score of where either gene ENSMUSG00000000037 or gene ENSMUSG00000000078 is expressed in.",
    "demonstrations": []
  },
  {
    "question": "What's the NCIt term for biomarker with symbol ALDH4A1?",
    "demonstrations": []
  },
  {
    "question": "Show all information about disease mutations of the anatomical entity liver",
    "demonstrations": []
  },
  {
    "question": "List all disease mutations which belong to anatomical entity liver.",
    "demonstrations": []
  },
  {
    "question": "Show me the gene symbol of biomarkers that have an approval status of 'PMP' from the FDA",
    "demonstrations": []
  },
  {
    "question": "What are the desctiptions of biomarkers related to breast cancer?",
    "demonstrations": []
  },
  {
    "question": "How many biomarkers are associated with each anatomical entity?",
    "demonstrations": []
  },
  {
    "question": "Show me all information about disease mutations with ref_aa equal to F",
    "demonstrations": []
  },
  {
    "question": "Show all information about diseases which contain cancer in the name",
    "demonstrations": []
  },
  {
    "question": "Show distinct manufacturer of diagnostic tests for gene BRAF ",
    "demonstrations": []
  },
  {
    "question": "Show cancer biomarker panels ",
    "demonstrations": []
  },
  {
    "question": "Show name of biomarkers with tests from 23andMe",
    "demonstrations": []
  },
  {
    "question": "Show the name of all manufacturer producing tests for breast cancer biomarkers",
    "demonstrations": []
  },
  {
    "question": "Show all approved tests for breast cancer biomarkers",
    "demonstrations": []
  },
  {
    "question": "Return the anatomical entity associated with the most biomarkers",
    "demonstrations": []
  },
  {
    "question": "what are the top chromosomes with more reported mutations from cosmic data source",
    "demonstrations": []
  },
  {
    "question": "top 3 cancer types with more differential expression entries ",
    "demonstrations": []
  },
  {
    "question": "Find all of the edrn biomarkers that have never been approved by the FDA ",
    "demonstrations": []
  },
  {
    "question": "Show all of the edrn biomarkers that have been approved by the FDA ",
    "demonstrations": []
  },
  {
    "question": "which cosmic data source reported the most mutations for each chromosome?",
    "demonstrations": []
  },
  {
    "question": "show me all the genes that relate to biomarkers of prostate cancer.",
    "demonstrations": []
  },
  {
    "question": "How many fda test have been executed for each biomarker for each test use?",
    "demonstrations": []
  },
  {
    "question": "What are the test names that have been approved by the FDA for diagnosis",
    "demonstrations": []
  },
  {
    "question": "Who manufactures lung cancer prognosis tests that are approved by the FDA?",
    "demonstrations": []
  },
  {
    "question": "Which diseases can be diagnosed with a blood test?",
    "demonstrations": []
  },
  {
    "question": "Show all the information about biomarkers and the species for which they are healthy expressed",
    "demonstrations": []
  }
]
